{
    "que es python?": [
        "Python es un lenguaje de programacion de alto nivel que se utiliza para desarrollar aplicaciones web, software, analisis de datos, inteligencia artificial y mas."
    ],
    "como puedo aprender a programar?": [
        "Puedes empezar con tutoriales en linea, leer libros de introduccion a la programacion y practicar creando proyectos pequenos."
    ],
    "que es inteligencia artificial?": [
        "La inteligencia artificial es el campo de estudio que se centra en crear sistemas que pueden realizar tareas que requieren inteligencia humana, como reconocimiento de voz, procesamiento de lenguaje natural, etc."
    ],
    "quien es alan turing?": [
        "Alan Turing fue un matematico y logico britanico, considerado uno de los padres de la informatica moderna y la inteligencia artificial."
    ],
    "que es el aprendizaje automatico?": [
        "El aprendizaje automatico es una rama de la inteligencia artificial que permite a las maquinas aprender de datos y mejorar su rendimiento sin ser programadas explicitamente."
    ],
    "que es la educacion tecnica?": [
        "La educacion tecnica se enfoca en la formacion de estudiantes en habilidades practicas y tecnicas, preparandolos para ingresar al mercado laboral con conocimientos especializados en diferentes areas, como la electronica, la mecanica, la informatica, entre otras."
    ],
    "en que consiste el ciclo basico comun (cbc)?": [
        "El Ciclo Basico Comun es un primer ano de estudios obligatorios para acceder a muchas carreras universitarias en Argentina, donde los estudiantes cursan materias comunes, como matematicas, ciencias sociales y filosofia."
    ],
    "cual es el objetivo de la educacion tecnica en la ciudad de buenos aires?": [
        "El objetivo es proporcionar formacion practica y teorica en distintas especialidades tecnicas, asegurando que los estudiantes tengan las herramientas necesarias para desempenarse en diversas industrias y ser competitivos en el mercado laboral."
    ],
    "donde se encuentra la escuela tecnica otto krause?": [
        "La Escuela Tecnica Otto Krause esta ubicada en el barrio de Balvanera, en la Ciudad de Buenos Aires, y es una de las mas prestigiosas del pais en formacion tecnica."
    ],
    "que carreras se pueden estudiar en la educacion tecnica de la ciudad de buenos aires?": [
        "En la educacion tecnica se pueden estudiar carreras como electronica, electromecanica, informatica, quimica, construcciones, gastronomia, diseno, entre otras especialidades tecnicas."
    ],
    "cual es la diferencia entre la educacion tecnica y la educacion general?": [
        "La educacion tecnica se orienta a la formacion de habilidades practicas especificas, mientras que la educacion general esta mas centrada en el desarrollo de conocimientos teoricos amplios en diferentes disciplinas academicas."
    ],
    "que es un tecnico en construcciones?": [
        "Un Tecnico en Construcciones es un profesional que se especializa en la planificacion, diseno, y ejecucion de proyectos de infraestructura, tales como edificios, viviendas, puentes y otros elementos de la construccion."
    ],
    "que es el titulo de maestro mayor de obras?": [
        "El titulo de Maestro Mayor de Obras habilita a los profesionales para disenar, dirigir y ejecutar obras de construccion de edificios, viviendas y proyectos urbanisticos, ademas de ser responsables de la supervision de obras."
    ],
    "en que se diferencia una escuela tecnica de un colegio secundario comun?": [
        "Las escuelas tecnicas ofrecen una formacion orientada a la practica y especializacion en una carrera tecnica desde los primeros anos, mientras que los colegios secundarios comunes tienen un enfoque mas generalista y preparatorio para la universidad."
    ],
    "que es la educacion dual?": [
        "La educacion dual es un sistema educativo que combina la formacion en el aula con la capacitacion practica en empresas, permitiendo a los estudiantes adquirir experiencia laboral mientras siguen su formacion teorica."
    ],
    "como se organizan las materias en la educacion tecnica?": [
        "Las materias en la educacion tecnica se dividen en dos grandes grupos: las comunes, que son generales y de formacion basica (como matematicas, lengua y ciencias), y las tecnicas, que estan orientadas a la especializacion en la carrera elegida."
    ],
    "que es la jornada extendida en las escuelas tecnicas?": [
        "La jornada extendida es un modelo educativo en el que los estudiantes pasan mas horas en la escuela para poder complementar sus estudios teoricos con practicas tecnicas en los talleres o laboratorios."
    ],
    "que es el instituto tecnico superior de la ciudad de buenos aires?": [
        "Es un instituto publico que ofrece carreras de nivel terciario en diversas disciplinas tecnicas, con el objetivo de capacitar a los estudiantes en oficios y areas especificas del mercado laboral."
    ],
    "que especialidades tecnicas se ensenan en la ciudad de buenos aires?": [
        "Se ensenan diversas especialidades, como mecatronica, programacion, robotica, diseno grafico, telecomunicaciones, logistica, administracion, entre otras."
    ],
    "que es un tecnico en programacion?": [
        "Un tecnico en programacion es un profesional capacitado en la creacion de software y aplicaciones informaticas, que sabe usar distintos lenguajes de programacion y herramientas tecnologicas."
    ],
    "que ventajas ofrece la educacion tecnica?": [
        "La educacion tecnica permite a los estudiantes obtener una rapida insercion en el mercado laboral, con formacion especializada que les permite desempenar trabajos calificados desde el egreso."
    ],
    "como acceder a una escuela tecnica en buenos aires?": [
        "Para acceder a una escuela tecnica en Buenos Aires, los estudiantes deben haber completado la escuela primaria y realizar la inscripcion en la escuela de su eleccion, que puede requerir una evaluacion de antecedentes o una prueba de ingreso."
    ],
    "que es la etp (educacion tecnica y profesional)?": [
        "La ETP es un sistema educativo que ofrece formacion en tecnicas especializadas y que esta orientado a la insercion laboral, con enfasis en el aprendizaje practico en talleres y practicas profesionales."
    ],
    "el titulo de tecnico en informatica permite trabajar en empresas de tecnologia?": [
        "Si, el titulo de tecnico en informatica habilita para trabajar en empresas de tecnologia, en areas como soporte tecnico, desarrollo de software, redes y administracion de sistemas."
    ],
    "que es el titulo de tecnico en electromecanica?": [
        "El titulo de Tecnico en Electromecanica capacita a los estudiantes en la instalacion, mantenimiento y reparacion de sistemas electromecanicos, como maquinaria industrial, sistemas de energia y equipos de automatizacion."
    ],
    "que rol cumple el ministerio de educacion de la ciudad de buenos aires en la educacion tecnica?": [
        "El Ministerio de Educacion de la Ciudad de Buenos Aires es el encargado de coordinar y supervisar las politicas educativas y los programas de formacion tecnica, asegurando la calidad y el acceso a la educacion."
    ],
    "en que consiste la formacion en gastronomia dentro de la educacion tecnica?": [
        "La formacion en gastronomia ofrece una educacion practica en cocina profesional, incluyendo tecnicas culinarias, manipulacion de alimentos, seguridad alimentaria y gestion de restaurantes y servicios de catering."
    ],
    "que es la fotosintesis?": [
        "La fotosintesis es el proceso mediante el cual las plantas, algas y algunas bacterias convierten la luz solar en energia, utilizando dioxido de carbono y agua, y produciendo oxigeno y glucosa como subproductos."
    ],
    "quien escribio \"cien anos de soledad\"?": [
        "Gabriel Garcia Marquez es el autor de \"Cien anos de soledad\", una de sus obras mas emblematicas, publicada en 1967."
    ],
    "que es la teoria de la relatividad?": [
        "La teoria de la relatividad, formulada por Albert Einstein, incluye la relatividad especial y la relatividad general. Explica como el espacio y el tiempo son percibidos de manera diferente segun el observador y como la gravedad afecta la curvatura del espacio-tiempo."
    ],
    "quien pinto la mona lisa?": [
        "La Mona Lisa fue pintada por Leonardo da Vinci entre 1503 y 1506, y se encuentra en el Museo del Louvre en Paris."
    ],
    "que es el big bang?": [
        "El Big Bang es la teoria cientifica que describe el origen del universo como una expansion desde un estado extremadamente caliente y denso hace unos 13.8 mil millones de anos."
    ],
    "que es un agujero negro?": [
        "Un agujero negro es una region del espacio-tiempo donde la gravedad es tan fuerte que nada, ni siquiera la luz, puede escapar de el."
    ],
    "quien fue albert einstein?": [
        "Albert Einstein fue un fisico teorico aleman, conocido por desarrollar la teoria de la relatividad, una de las dos pilares de la fisica moderna."
    ],
    "donde se encuentra la gran muralla china?": [
        "La Gran Muralla China se extiende a lo largo de 21,196 kilometros, principalmente en el norte de China, y fue construida para proteger el Imperio Chino de las invasiones."
    ],
    "cual es el rio mas largo del mundo?": [
        "El rio Amazonas, en America del Sur, es el rio mas largo del mundo, con una longitud de aproximadamente 7,062 km, superando al rio Nilo en Africa."
    ],
    "que es la inteligencia artificial?": [
        "La inteligencia artificial es una rama de la informatica que se ocupa de crear sistemas capaces de realizar tareas que requieren inteligencia humana, como el reconocimiento de voz, la toma de decisiones y la comprension del lenguaje natural."
    ],
    "que es un terremoto?": [
        "Un terremoto es el movimiento repentino y violento de la corteza terrestre causado por la liberacion de energia acumulada en las fallas geologicas."
    ],
    "quien fue isaac newton?": [
        "Isaac Newton fue un fisico y matematico ingles, famoso por sus leyes del movimiento y la ley de la gravitacion universal, que sentaron las bases de la fisica clasica."
    ],
    "cuantos continentes hay en la tierra?": [
        "Hay siete continentes en la Tierra: Africa, Antartida, Asia, Europa, America del Norte, America del Sur y Oceania."
    ],
    "que es la teoria de la evolucion?": [
        "La teoria de la evolucion, propuesta por Charles Darwin, explica como las especies cambian y se adaptan a lo largo del tiempo mediante un proceso de seleccion natural."
    ],
    "quien fue martin luther king jr.?": [
        "Martin Luther King Jr. fue un lider estadounidense del movimiento por los derechos civiles que lucho contra la segregacion racial y defendio la igualdad y la no violencia."
    ],
    "que es el adn?": [
        "El ADN (acido desoxirribonucleico) es una molecula que contiene las instrucciones geneticas necesarias para el desarrollo y funcionamiento de todos los organismos vivos."
    ],
    "que es la gravedad?": [
        "La gravedad es la fuerza de atraccion que tienen los cuerpos debido a su masa. La Tierra ejerce gravedad, lo que mantiene todo sobre su superficie."
    ],
    "quien descubrio la penicilina?": [
        "La penicilina fue descubierta en 1928 por el cientifico britanico Alexander Fleming, quien observo que el hongo Penicillium tenia propiedades antibioticas."
    ],
    "donde se encuentra la torre eiffel?": [
        "La Torre Eiffel se encuentra en Paris, Francia, y fue disenada por el ingeniero Gustave Eiffel para la Exposicion Universal de 1889."
    ],
    "que es la teoria del caos?": [
        "La teoria del caos es un campo de la matematica y la fisica que estudia los sistemas dinamicos que son muy sensibles a las condiciones iniciales, lo que implica que pequenos cambios pueden generar grandes efectos."
    ],
    "que es el arte renacentista?": [
        "El arte renacentista es un movimiento artistico que se origino en Italia durante el siglo XV, caracterizado por un renovado interes por la cultura clasica griega y romana, con figuras como Leonardo da Vinci, Michelangelo y Rafael."
    ],
    "quien fue marie curie?": [
        "Marie Curie fue una cientifica pionera en el estudio de la radiactividad, siendo la primera persona en ganar dos premios Nobel en diferentes areas: Fisica y Quimica."
    ],
    "cuantos planetas hay en el sistema solar?": [
        "En el sistema solar hay ocho planetas: Mercurio, Venus, Tierra, Marte, Jupiter, Saturno, Urano y Neptuno."
    ],
    "que es la mitosis?": [
        "La mitosis es el proceso de division celular que resulta en dos celulas hijas geneticamente identicas, permitiendo el crecimiento, la reparacion y la reproduccion asexual en organismos multicelulares."
    ],
    "quien fue cleopatra?": [
        "Cleopatra VII fue la ultima reina de Egipto, conocida por su inteligencia politica y sus relaciones con figuras como Julio Cesar y Marco Antonio."
    ],
    "que es el renacimiento?": [
        "El Renacimiento fue un periodo cultural que comenzo en Italia en el siglo XIV y se extendio por Europa, caracterizado por un resurgimiento del interes en las artes, la ciencia y el pensamiento clasico."
    ],
    "que es el sistema circulatorio?": [
        "El sistema circulatorio es el sistema de transporte de la sangre y nutrientes a traves del cuerpo, compuesto por el corazon, los vasos sanguineos y la sangre."
    ],
    "que es un atomo?": [
        "Un atomo es la unidad basica de la materia, compuesto por un nucleo (que contiene protones y neutrones) y una nube de electrones que orbitan alrededor de el."
    ],
    "que es la revolucion francesa?": [
        "La Revolucion Francesa fue un conflicto social y politico en Francia entre 1789 y 1799 que resulto en la caida de la monarquia y el establecimiento de la Republica Francesa."
    ],
    "que es el internet?": [
        "Internet es una red mundial de computadoras interconectadas que permite la comunicacion y el intercambio de datos a traves de protocolos estandar."
    ],
    "que es la energia solar?": [
        "La energia solar es la energia que proviene de la radiacion del sol, la cual puede ser captada y convertida en electricidad o calor a traves de paneles solares."
    ],
    "que es la teoria de cuerdas?": [
        "La teoria de cuerdas es una hipotesis en fisica que sugiere que las particulas fundamentales no son puntos, sino cuerdas vibrantes, cuya vibracion determina las propiedades de las particulas."
    ],
    "que fue la revolucion industrial?": [
        "La Revolucion Industrial fue un periodo de grandes cambios economicos, tecnologicos y sociales durante los siglos XVIII y XIX, que marco el paso de una economia agraria a una industrializada."
    ],
    "que es el ciclo del agua?": [
        "El ciclo del agua es el proceso mediante el cual el agua circula a traves de la atmosfera, la tierra y los oceanos, pasando por procesos como la evaporacion, condensacion, precipitacion y escurrimiento."
    ],
    "quien fue nikola tesla?": [
        "Nikola Tesla fue un inventor, ingeniero electrico y fisico serbio-estadounidense, conocido por su trabajo en el desarrollo de la corriente alterna (CA) y muchas otras innovaciones tecnologicas."
    ],
    "que es el alma en la filosofia?": [
        "El alma, en la filosofia, se refiere al principio inmortal e inmaterial que da vida a un ser humano o animal, y es considerado como el asiento de la conciencia y la identidad."
    ],
    "en que consiste el efecto doppler?": [
        "El efecto Doppler es el cambio en la frecuencia o longitud de onda de una onda en relacion con un observador que se mueve hacia o lejos de la fuente de la onda."
    ],
    "que es el calentamiento global?": [
        "El calentamiento global es el aumento gradual de la temperatura promedio de la atmosfera y los oceanos de la Tierra, causado principalmente por la actividad humana, como la quema de combustibles fosiles."
    ],
    "quien fue vincent van gogh?": [
        "Vincent van Gogh fue un pintor postimpresionista holandes, famoso por obras como \"La noche estrellada\" y \"Los girasoles\", que tuvieron un gran impacto en el arte moderno."
    ],
    "que es el sistema nervioso?": [
        "El sistema nervioso es un sistema biologico que coordina las funciones del cuerpo a traves de senales electricas y quimicas, compuesto por el cerebro, la medula espinal y los nervios."
    ],
    "quien fue william shakespeare?": [
        "William Shakespeare fue un dramaturgo y poeta ingles, considerado uno de los mas grandes escritores de la literatura inglesa, autor de obras como \"Hamlet\", \"Romeo y Julieta\" y \"Macbeth\"."
    ],
    "donde se encuentra la ciudad de petra?": [
        "Petra es una antigua ciudad arqueologica en Jordania, famosa por su arquitectura tallada en roca y su sistema de canales de agua."
    ],
    "que es la teoria de los multiversos?": [
        "La teoria de los multiversos sugiere que existen multiples universos paralelos, cada uno con sus propias leyes fisicas, que podrian ser diferentes del universo que conocemos."
    ],
    "que es la genetica?": [
        "La genetica es la ciencia que estudia los genes, la herencia y la variacion biologica, enfocandose en como las caracteristicas son transmitidas de una generacion a otra."
    ],
    "quien fue sigmund freud?": [
        "Sigmund Freud fue un neurologo austriaco y el fundador del psicoanalisis, una teoria y metodo terapeutico que estudia los procesos mentales inconscientes."
    ],
    "que es la antimateria?": [
        "La antimateria es un tipo de materia que esta compuesta por antiparticulas, las cuales tienen carga opuesta a las particulas normales. Cuando la antimateria entra en contacto con la materia, se aniquilan mutuamente y liberan energia."
    ],
    "cual es el continente mas grande?": [
        "Asia es el continente mas grande, con una superficie de aproximadamente 44,58 millones de kilometros cuadrados."
    ],
    "que es la paleontologia?": [
        "La paleontologia es la ciencia que estudia los fosiles de organismos prehistoricos, proporcionando informacion sobre la historia de la vida en la Tierra."
    ],
    "quien fue johann gutenberg?": [
        "Johann Gutenberg fue un inventor aleman conocido por la invencion de la imprenta de tipos moviles en el siglo XV, lo que revoluciono la produccion de libros y la difusion del conocimiento."
    ],
    "que es la teoria de la evolucion por seleccion natural?": [
        "La teoria de la evolucion por seleccion natural, propuesta por Charles Darwin, sostiene que los organismos con caracteristicas favorables para su entorno tienen mas probabilidades de sobrevivir y reproducirse, transmitiendo esas caracteristicas a sus descendientes."
    ],
    "que es el boson de higgs?": [
        "El boson de Higgs es una particula subatomica que fue teorizada por el fisico Peter Higgs y descubierta en 2012, responsable de conferir masa a otras particulas."
    ],
    "que es la criptografia?": [
        "La criptografia es la practica de proteger la informacion mediante tecnicas de codificacion y cifrado, de manera que solo pueda ser leida por quienes tienen la clave de descifrado."
    ],
    "que es el renacimiento cientifico?": [
        "El Renacimiento Cientifico es el periodo entre los siglos XVI y XVII en el que se hicieron importantes avances en la ciencia, con figuras como Galileo Galilei, Johannes Kepler y Nicolas Copernico."
    ],
    "que es el adn recombinante?": [
        "El ADN recombinante es una tecnologia genetica que permite unir segmentos de ADN de diferentes origenes, creando secuencias nuevas que no existen en la naturaleza."
    ],
    "quien fue charles darwin?": [
        "Charles Darwin fue un naturalista ingles, famoso por su teoria de la evolucion por seleccion natural, que cambio la comprension de la biologia y la historia de la vida en la Tierra."
    ],
    "que es la energia nuclear?": [
        "La energia nuclear es la energia liberada a partir de la fision o fusion de nucleos atomicos, utilizada tanto en la produccion de electricidad como en armamentos nucleares."
    ],
    "quien pinto \"la ultima cena\"?": [
        "La Ultima Cena fue pintada por Leonardo da Vinci en 1495-1498 y es una de las obras mas emblematicas del Renacimiento."
    ],
    "que es la biotecnologia?": [
        "La biotecnologia es la aplicacion de principios biologicos y tecnologicos para desarrollar productos o procesos que beneficien a la humanidad, como la produccion de medicamentos, alimentos y energia."
    ],
    "que es la teoria de la computacion?": [
        "La teoria de la computacion es una rama de la informatica que estudia los fundamentos matematicos de los algoritmos, la computabilidad y la complejidad de los problemas computacionales."
    ],
    "quien fue aristoteles?": [
        "Aristoteles fue un filosofo griego y uno de los pensadores mas influyentes de la historia, que realizo importantes contribuciones en diversas areas, como la logica, la etica, la biologia y la fisica."
    ],
    "que es la economia circular?": [
        "La economia circular es un modelo economico que promueve la reutilizacion, el reciclaje y la reduccion de residuos, en contraste con el modelo lineal de \"tomar, hacer, desechar\"."
    ],
    "que es el sistema digestivo?": [
        "El sistema digestivo es el sistema biologico encargado de descomponer los alimentos en sustancias mas simples para que puedan ser absorbidas y utilizadas por el cuerpo."
    ],
    "quien fue pablo picasso?": [
        "Pablo Picasso fue un pintor y escultor espanol, conocido por ser uno de los mas influyentes artistas del siglo XX y por cofundar el movimiento cubista."
    ],
    "quien es el presidente actual de estados unidos?": [
        "El presidente de Estados Unidos es Joe Biden, quien asumio el cargo el 20 de enero de 2021."
    ],
    "que es la geotermia?": [
        "La geotermia es la energia proveniente del calor interno de la Tierra, que puede ser utilizada para la generacion de electricidad o calefaccion."
    ]
}